Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/audacity-tm.tmx
Source language: en
Languages: ca_es

source: Sorry, cannot apply effect on stereo tracks where the tracks don't match.
ca_es: No es pot aplicar l'efecte a pistes estereofòniques quan els dos canals no coincideixen.

source: Nyquist Output:
ca_es: Sortida del Nyquist:

source: Nyquist returned the value:
ca_es: Valor retornat pel Nyquist:

source: Nyquist did not return audio.
ca_es: El Nyquist no ha retornat cap so.

source: Nyquist returned too many audio channels.
ca_es: El Nyquist ha retornat massa canals de so.

source: Extracting features: %s
ca_es: Funcionalitats d'extracció: %s

source: Sorry, Vamp Plug-ins cannot be run on stereo tracks where the individual channels of the track do not match.
ca_es: Els efectes Vamp no es poden aplicar a pistes estereofòniques on els dos canals no coincideixin.

source: Sorry, failed to load Vamp Plug-in.
ca_es: No s'ha pogut carregar el connector Vamp.

source: Sorry, Vamp Plug-in failed to initialize.
ca_es: El connector Vamp ha fallat en inicialitzar-se.

source: - Vamp audio analysis plugin
ca_es: - connector d'anàlisi d'àudio Vamp

source: Plugin Settings
ca_es: Paràmetres del connector

source: Program
ca_es: Programa

source: All selected audio is muted.
ca_es: Tot l'àudio seleccionat se silencia.

source: All audio is muted.
ca_es: Tot l'àudio se silencia.

source: Unable to export
ca_es: No s'ha pogut exportar

source: Export File
ca_es: Exporta el fitxer

source: &Options...
ca_es: &Opcions

source: Are you sure you want to export the file as "
ca_es: Segur que voleu exportar el fitxer com a "

source: Warning
ca_es: Atenció

source: Sorry, pathnames longer than 256 characters not supported.
ca_es: No es permet l'ús de noms de camí de més de 256 caràcters

source: A file named "%s" already exists. Replace?
ca_es: Ja existeix un fitxer amb el nom "%s". Voleu substituir-lo?

source: Your tracks will be mixed down to two stereo channels in the exported file.
ca_es: Les peces es barrejaran en dos canals estereofònics en exportar el fitxer.

source: Your tracks will be mixed down to a single mono channel in the exported file.
ca_es: Les pistes es barrejaran en un únic canal monofònic en exportar el fitxer.

source: Advanced Mixing Options
ca_es: Opcions de mescla avançades

source: Channel: %2d
ca_es: Canal: %2d

source: Mixer Panel
ca_es: Quadre del mesclador

source: Output Channels: %2d
ca_es: Canals de sortida: %2d

source: Specify Command Line Encoder
ca_es: Indiqueu el comandament de línia d'ordres del codificador

source: Command Line Export Setup
ca_es: Configuració de l'exportació de la línia d'ordres

source: Command:
ca_es: Ordre

source: Show output
ca_es: Mostra la sortida

source: Data will be piped to standard in. "%f" uses the file name in the export window.
ca_es: Les dades seran canalitzades cap a l'entrada per defecte. "%f" farà servir el nom de fitxer indicat a la finestra d'exportació.

source: (external program)
ca_es: (programa extern)

source: Cannot export audio to %s
ca_es: No es port exportar el so a %s

source: Exporting the selected audio using command-line encoder
ca_es: S'està exportant el so seleccionat utilitzant el codificador de línia d'ordres

source: Exporting the entire project using command-line encoder
ca_es: S'està exportant tot el projecte utilitzant el codificador de línia d'ordres

source: Command Output
ca_es: Sortida de l'ordre

source: Properly configured FFmpeg is required to proceed. You can configure it at Preferences > Libraries.
ca_es: Cal que l'FFmpeg estigui correctament configurat per a procedir. Podeu configurar-lo a Preferències > Biblioteques.

source: FFmpeg cannot find audio codec 0x%x. Support for this codec is probably not compiled in.
ca_es: L'FFmpeg no ha pogut trobar el còdec d'àudio 0x%x. És probable que aquest còdec no estigui suportat en la compilació de l'FFmpeg que esteu fent servir.

source: Exporting selected audio as %s
ca_es: S'està exportant l'àudio seleccionat com a %s

source: Exporting entire file as %s
ca_es: S'està exportant tot el fitxer com a %s

source: Invalid sample rate
ca_es: Freqüència incorrecta

source: The project sample rate (%d) is not supported by the current output file format.
ca_es: La freqüència de mostreig del projecte (%d) no està suportada pel format del fitxer de sortida.

source: The project sample rate (%d) and bit rate (%d kbps) combination is not supported by the current output file format.
ca_es: La combinació de freqüència de mostreig (%d) i cabal de bits (%d kbps) del projecte no està suportada pel format de fitxer de sortida.

source: You may resample to one of the rates below.
ca_es: Hauríeu de tornar a mostrejar-ho a algun dels valors que es mostren a continuació.

source: Sample Rates
ca_es: Freqüències de mostreig

source: Specify AC3 Options
ca_es: Especificació de les opcions AC3

source: AC3 Export Setup
ca_es: Configuració de l'exportació a AC3

source: Bit Rate:
ca_es: Resolució:

source: Specify AAC Options
ca_es: Especificació de les opcions AAC

source: AAC Export Setup
ca_es: Configuració de l'exportació a AAC

source: Quality:
ca_es: Qualitat:

source: Specify AMR-NB Options
ca_es: Especificació de les opcions AMR-NB

source: AMR-NB Export Setup
ca_es: Configuració de l'exportació a AMR-NB

source: Specify WMA Options
ca_es: Especificació de les opcions WMA

source: WMA Export Setup
ca_es: Configuració de l'exportació a WMA

source: Overwrite preset '%s'?
ca_es: Voleu sobreescriure la configuració '%s'?

source: Confirm Overwrite
ca_es: Confirmació de l'operació de sobreescriure

source: Please select format before saving a profile
ca_es: Si us plau, seleccioneu el format abans de desar un perfil

source: Please select codec before saving a profile
ca_es: Si us plau, seleccioneu el còdec abans de desar un perfil

source: Preset '%s' does not exist.
ca_es: La configuració '%s' no existeix.

source: M4A (AAC) Files (FFmpeg)
ca_es: Fitxers M4A (AAC) (FFmpeg)

source: AC3 Files (FFmpeg)
ca_es: Fitxers AC3 (FFmpeg)

source: AMR (narrow band) Files (FFmpeg)
ca_es: Fitxers AMR (banda estreta) (FFmpeg)

source: WMA (version 2) Files (FFmpeg)
ca_es: Fitxers WMA (versió 2) (FFmpeg)

source: Custom FFmpeg Export
ca_es: Exportació FFmpeg personalitzada

source: 2-level
ca_es: 2-nivells

source: 4-level
ca_es: 4-nivells

source: 8-level
ca_es: 8-nivells

source: Estimate
ca_es: Estimació

source: Full search
ca_es: Cerca completa

source: Log search
ca_es: Cerca logarítmica

source: Specify Other Options
ca_es: Especificació d'altres opcions

source: Preset:
ca_es: Configuració:

source: Load Preset
ca_es: Obre una configuració

source: Save Preset
ca_es: Desa la configuració

source: Delete Preset
ca_es: Elimina la configuració

source: Import Presets
ca_es: Importa configuracions

source: Export Presets
ca_es: Exporta configuracions

source: Codec:
ca_es: Còdec:

source: Show All Formats
ca_es: Mostra tots els formats

source: Show All Codecs
ca_es: Mostra tots els còdecs

source: General Options
ca_es: Opcions generals

source: Language:
ca_es: Idioma:

source: ISO 639 3-letter language code Optional empty - automatic
ca_es: Codi d'idioma ISO 639 de 3 lletres Opcional buit - automàtic

source: Tag:
ca_es: Etiqueta:

source: Codec tag (FOURCC) Optional empty - automatic
ca_es: Etiqueta de còdec (FOURCC) Opcional buit - automàtic

source: Bit Rate (bits/second) - influences the resulting file size and quality Some codecs may only accept specific values (128k, 192k, 256k etc) 0 - automatic Recommended - 192000
ca_es: Taxa de bits (bits per segon) - té influència en la mida i qualitat del fitxer resultant. Alguns còdecs nomeś accepten valors específics (128k, 192k, 256k etc.) 0 - automàtic Valor recomanat - 192000

source: Overall quality, used differently by different codecs Required for vorbis 0 - automatic -1 - off (use bitrate instead)
ca_es: Qualitat global. Paràmetre interpretat de manera diferent per cada còdec. Requerit per a Vorbis 0 - automàtic -1 - inhabilitat (fer servir la taxa de bits com a paràmetre de qualitat)

source: Sample Rate:
ca_es: Freqüència de mostreig:

source: Sample rate (Hz) 0 - don't change sample rate
ca_es: Taxa de mostreig (Hz) 0 - no canviïs la taxa de mostreig

source: Audio cutoff bandwidth (Hz) Optional 0 - automatic
ca_es: Amplada de banda de tall del so (Hz) Opcional 0 - automàtic

source: Profile:
ca_es: Perfil:

source: AAC Profile Low Complexity -default Most players won't play anything other than LC
ca_es: Perfil AAC Per defecte: Complexitat baixa La majoria de reproductors només entenen el perfil de complexitat baixa (LC)

source: FLAC options
ca_es: Opcions FLAC

source: Compression:
ca_es: Compressió:

source: Compression level Required for FLAC -1 - automatic min - 0 (fast encoding, large output file) max - 10 (slow encoding, small output file)
ca_es: Nivell de compressió Requerit per FLAC -1 - automàtic mín. - 0 (codificació ràpida, fitxer més gran) màx. - 10 (codificació lenta, fitxer més petit)

source: Frame size Optional 0 - default min - 16 max - 65535
ca_es: Mida del marc Opcional 0 - per defecte mín. - 16 màx. - 65535

source: LPC coefficients precision Optional 0 - default min - 1 max - 15
ca_es: Precisió dels coeficients LPC Opcional 0 - per defecte mín. - 1 màx. - 15

source: Prediction Order Method Estimate - fastest, lower compression Log search - slowest, best compression Full search - default
ca_es: Mètode d'ordre de predicció Estimació - més ràpid, menys compressió Cerca logarítmica - més lent, la millor compressió Cerca completa - per defecte

source: Minimal prediction order Optional -1 - default min - 0 max - 32 (with LPC) or 4 (without LPC)
ca_es: Ordre de predicció mínim Opcional -1 - per defecte mín. - 0 màx. - 32 (amb LPC) o 4 (sense LPC)

source: Maximal prediction order Optional -1 - default min - 0 max - 32 (with LPC) or 4 (without LPC)
ca_es: Ordre màxim de predicció Opcional -1 - per defecte mín. - 0 màx. - 32 (amb LPC) o 4 (sense LPC)

source: Minimal partition order Optional -1 - default min - 0 max - 8
ca_es: Ordre mínim de partició Opcional -1 - per defecte mín. - 0 màx. - 8

source: Maximal partition order Optional -1 - default min - 0 max - 8
ca_es: Ordre màxim de partició Opcional -1 - per defecte mín. - 0 màx. - 8

source: Use LPC
ca_es: Fes servir LPC

source: MPEG container options
ca_es: Opcions del contenidor MPEG

source: Mux Rate:
ca_es: Coeficient del multiplexor:

source: Maximum bit rate of the multiplexed stream Optional 0 - default
ca_es: Taxa de bits màxima del flux de dades multiplexat Opcional 0 - per defecte

source: Packet Size:
ca_es: Mida dels paquets:

source: Packet size Optional 0 - default
ca_es: Mida del paquet Opcional 0 - per defecte

source: You can't delete a preset without name
ca_es: No podeu eliminar una configuració que no tingui nom

source: Delete preset '%s'?
ca_es: Voleu eliminar la configuració '%s'?

source: You can't save a preset without name
ca_es: No podeu desar una configuració sense posar-li un nom

source: Select xml file with presets to import
ca_es: Seleccioneu el fitxer xml amb les configuracions que vulgueu importar

source: XML files (*.xml)|*.xml|All files (*.*)|*.*
ca_es: Fitxers XML (*.xml)|*.xml|Tots els fitxers (*.*)|*.*

source: Select xml file to export presets into
ca_es: Seleccioneu el fitxer XML on s'exportaran les configuracions

source: Failed to guess format
ca_es: No s'ha pogut endevinar el format

source: Failed to find the codec
ca_es: No s'ha trobat el còdec

source: Specify FLAC Options
ca_es: Opcions FLAC

source: 0 (fastest)
ca_es: 0 (el més ràpid)

source: 8 (best)
ca_es: 8 (el millor)

source: 16 bit
ca_es: 16 bits

source: 24 bit
ca_es: 24 bits

source: FLAC Export Setup
ca_es: Configuració de l'exportació a FLAC

source: Level:
ca_es: Nivell:

source: Bit depth:
ca_es: Resolució:

source: FLAC Files
ca_es: Fitxers FLAC

source: FLAC export couldn't open %s
ca_es: L'exportació a FLAC no ha pogut obrir %s

source: FLAC encoder failed to initialize Status: %d
ca_es: No s'ha pogut inicialitzar el codificador FLAC Estat: %d

source: Exporting the selected audio as FLAC
ca_es: S'està exportant el so seleccionat com a FLAC

source: Exporting the entire project as FLAC
ca_es: S'està exportant el projecte sencer com a FLAC

source: Specify MP2 Options
ca_es: Opcions MP2

source: MP2 Export Setup
ca_es: Configuració de l'exportació a MP2

source: MP2 Files
ca_es: Fitxers MP2

source: Cannot export MP2 with this sample rate and bit rate
ca_es: No es pot exportar a MP2 amb aquests valors de freqüència de mostreig i cabal de bits

source: Unable to open target file for writing
ca_es: No s'ha pogut obrir el fitxer de destinació per a escriure-hi

source: Exporting selected audio at %d kbps
ca_es: S'està exportant el so seleccionat a %d kbps

source: Exporting entire file at %d kbps
ca_es: S'està exportant tot el fitxer a %d kbps

source: (Best Quality)
ca_es: (La millor qualitat)

source: (Smaller files)
ca_es: (Fitxers més petits)

source: Fast
ca_es: Ràpid

source: Standard
ca_es: Estàndard

source: Insane
ca_es: Boig

source: Extreme
ca_es: Extrem

source: Medium
ca_es: Mitjà

source: Specify MP3 Options
ca_es: Opcions MP3

source: MP3 Export Setup
ca_es: Configuració dels paràmetres d'exportació a MP3

source: Bit Rate Mode:
ca_es: Mode de resolució:

source: Preset
ca_es: Configuració

source: Average
ca_es: Mitjana

source: Quality
ca_es: Qualitat

source: Variable Speed:
ca_es: Velocitat variable:

source: Channel Mode:
ca_es: Tipus de canal:

source: Joint Stereo
ca_es: Estèreo unificat

source: Stereo
ca_es: Estèreo

source: Locate Lame
ca_es: Localització del LAME

source: Audacity needs the file %s to create MP3s.
ca_es: L'Audacity necessita trobar el fitxer %s per a poder crear fitxers MP3.

source: Location of %s:
ca_es: Posició de %s:

source: To find %s, click here -->
ca_es: Feu clic aquí per a localitzar el fitxer %s -->

source: To get a free copy of Lame, click here -->
ca_es: Feu clic aquí per a obtenir una còpia gratuïta del LAME -->

source: Where is %s?
ca_es: On és %s?

source: You are linking to lame_enc.dll v%d.%d. This version is not compatible with Audacity %d.%d.%d. Please download the latest version of the LAME MP3 library.
ca_es: Esteu enllaçant amb lame_enc.dll v%d.%d. Aquesta versió no és compatible amb l'Audacity %d.%d.%d. Si us plau, descarregueu la darrera versió de la biblioteca LAME MP3.

source: Only lame_enc.dll|lame_enc.dll|Dynamically Linked Libraries (*.dll)|*.dll|All Files (*.*)|*
ca_es: Només lame_enc.dll|lame_enc.dll|Biblioteques enllaçades dinàmicament (*.dll)|*.dll|Tots els fitxers (*.*)|*

source: Only libmp3lame.dylib|libmp3lame.dylib|Dynamic Libraries (*.dylib)|*.dylib|All Files (*)|*
ca_es: Només libmp3lame.dylib|libmp3lame.dylib|Biblioteques dinàmiques (*.dylib)|*.dylib|Tots els fitxers (*)|*

source: Only libmp3lame.so.0|libmp3lame.so.0|Primary Shared Object files (*.so)|*.so|Extended Libraries (*.so*)|*.so*|All Files (*)|*
ca_es: Només libmp3lame.so.0|libmp3lame.so.0|Fitxers d'objectes primaris compartits (*.so)|*.so|Biblioteques esteses (*.so*)|*.so*|Tots els fitxers (*)|*

source: MP3 Files
ca_es: Fitxers MP3

source: Could not open MP3 encoding library!
ca_es: No s'ha pogut obrir la biblioteca de codificació MP3!

source: Not a valid or supported MP3 encoding library!
ca_es: No és una biblioteca de codificació d'MP3 vàlida o suportada!

source: Unable to initialize MP3 stream
ca_es: No s'ha pogut iniciar el flux de dades MP3

source: Exporting selected audio with %s preset
ca_es: S'està exportant el so seleccionat amb la configuració %s

source: Exporting entire file with %s preset
ca_es: S'està exportant tot el fitxer amb la configuració %s

source: Exporting selected audio with VBR quality %s
ca_es: S'està exportant el so amb qualitat VBR de %s

source: Exporting entire file with VBR quality %s
ca_es: S'està exportant tot el fitxer amb una qualitat VBR de %s

source: Exporting selected audio at %d Kbps
ca_es: S'està exportant el so seleccionat a %d Kbps

source: Exporting entire file at %d Kbps
ca_es: S'està exportant tot el fitxer a %d Kbps

source: Error %d returned from MP3 encoder
ca_es: El codificador d'MP3 ha retornat l'error %d

source: The project sample rate (%d) is not supported by the MP3 file format.
ca_es: La freqüència de mostreig del projecte (%d) no està suportada pel format de fitxer MP3.

source: The project sample rate (%d) and bit rate (%d kbps) combination is not supported by the MP3 file format.
ca_es: La combinació de freqüència de mostreig (%d) i cabal de bits (%d kbps) del projecte no està suportada pel format de fitxer MP3.

source: MP3 export library not found
ca_es: No s'ha trobat el connector d'exportació a MP3

source: Export Multiple
ca_es: Exporta múltiples fitxers

source: Export format:
ca_es: Format d'exportació:

source: Options...
ca_es: Opcions...

source: Export location:
ca_es: Ubicació de l'exportació:

source: Create
ca_es: Crea

source: Split files based on:
ca_es: Divideix els fitxers a partir de:

source: Labels
ca_es: Etiquetes

source: Include audio before first label
ca_es: Inclou el so d'abans de la primera etiqueta

source: First file name:
ca_es: Nom del primer fitxer:

source: First file name
ca_es: Nom del primer fitxer

source: Name files:
ca_es: Anomena els fitxers:

source: Using Label/Track Name
ca_es: S'està emprant el nom de pista o etiqueta

source: File name prefix:
ca_es: Prefix dels noms de fitxer:

source: File name prefix
ca_es: Prefix dels noms de fitxer

source: Overwrite existing files
ca_es: Sobreescriu els fitxers existents

source: "%s" successfully created.
ca_es: S'ha creat "%s" amb èxit.

source: Choose a location to save the exported files
ca_es: Escull una ubicació per a desar-hi els fitxers exportats

source: Successfully exported the following %ld file(s).
ca_es: S'ha realitzat correctament l'exportació d'aquest(s) %ld fitxer(s).

source: Something went wrong after exporting the following %ld file(s).
ca_es: Alguna cosa ha anat malament després d'exportar aquest(s) %ld fitxer(s).

source: Export canceled after exporting the following %ld file(s).
ca_es: S'ha cancel·lat l'exportació quan ja s'havien exportat aquest(s) %ld fitxer(s).

source: Export stopped after exporting the following %ld file(s).
ca_es: S'ha aturat l'exportació quan ja s'havien exportat aquest(s) %ld fitxer(s).

source: Something went really wrong after exporting the following %ld file(s).
ca_es: Alguna cosa ha anat molt malament quan ja s'havien exportat aquest(s) %ld fitxer(s).

source: "%s" doesn't exist. Would you like to create it?
ca_es: "%s" no existeix. Voleu crear-lo?

source: Save As...
ca_es: Anomena i desa...

source: Specify Ogg Vorbis Options
ca_es: Indiqueu les opcions d'Ogg Vorbis

source: Ogg Vorbis Export Setup
ca_es: Configuració de l'exportació a Ogg Vorbis

source: Ogg Vorbis Files
ca_es: Fitxers Ogg Vorbis

source: Exporting the selected audio as Ogg Vorbis
ca_es: S'està exportant el fragment de so seleccionat com a Ogg Vorbis

source: Exporting the entire project as Ogg Vorbis
ca_es: S'està exportant tot el projecte com a Ogg Vorbis

source: Specify Uncompressed Options
ca_es: Indiqueu les opcions per al format no comprimit

source: Uncompressed Export Setup
ca_es: Configuració de l'exportació a format no comprimit

source: Header:
ca_es: Encapçalament:

source: Encoding:
ca_es: Codificació:

source: (Not all combinations of headers and encodings are possible.)
ca_es: (No totes les combinacions de capçaleres i codificacions són possibles)

source: Other uncompressed files
ca_es: Altres fitxers no comprimits

source: AIFF (Apple) signed 16 bit PCM
ca_es: AIFF (Apple) PCM de 16 bits amb signe

source: WAV (Microsoft) signed 16 bit PCM
ca_es: WAV (Microsoft) PCM de 16 bits amb signe

source: GSM 6.10 WAV (mobile)
ca_es: WAV GSM 6.10 (mòbil)

source: Cannot export audio in this format.
ca_es: No es pot exportar el so en aquest format

source: Exporting the selected audio as %s
ca_es: Exporta el so seleccionat com a %s

source: Exporting the entire project as %s
ca_es: S'està exportant tot el projecte com a %s

source: Error (file may not have been written): %s
ca_es: Error (podria ser que el fitxer no s'hagués escrit): %s

source: There are no options for this format.
ca_es: No hi ha opcions per a aquest format.

source: If you need more control over the export format please use the 'Other uncompressed files' format.
ca_es: Si necessiteu més control sobre el format d'exportació feu servir el format anomenat 'Altres fitxers no comprimits'.

source: Your file will be exported as a 16-bit AIFF (Apple/SGI) file.
ca_es: El fitxer s'exportarà en el format AIFF (Apple/SGI) de 16 bits.

source: Your file will be exported as a 16-bit WAV (Microsoft) file.
ca_es: El fitxer s'exportarà en format WAV (Microsoft) de 16 bits.

source: Your file will be exported as a GSM 6.10 WAV file.
ca_es: El fitxer s'exportarà en format WAV GSM 6.10.

source: Select stream(s) to import
ca_es: Seleccioneu el(s) flux(es) de dades a importar

source: This version of Audacity was not compiled with %s support.
ca_es: Aquesta versió de l'Audacity no s'ha compilat amb suport per a %s

source: "%s" is a MIDI file, not an audio file. Audacity cannot open this type of file for playing, but you can edit it by clicking File > Import > MIDI.
ca_es: "%s" és un fitxer de tipus MIDI, i no conté so. L'Audacity no pot obrir aquest tipus de fitxer per a reproduir-lo, però podeu editar-lo fent clic a Fitxer > Importa > MIDI.

source: "%s" is an audio CD track. Audacity cannot open audio CDs directly. Extract (rip) the CD tracks to an audio format that Audacity can import, such as WAV or AIFF.
ca_es: "%s" és una pista d'un CD d'àudio. L'Audacity no pot obrir directament aquest tipus de recurs. Heu d'extreure (ripejar) les pistes de so del CD a un format que l'Audacity sigui capaç d'importar, com ara WAV o AIFF.

source: "%s" is a playlist file. Audacity cannot open this file because it only contains links to other files. You may be able to open it in a text editor and download the actual audio files.
ca_es: "%s" és una llista de reproducció. L'Audacity no pot obrir aquest fitxer perquè conté únicament enllaços a altres fitxers. Podeu intentar obrir-lo amb un editor de text i descarregar cada un dels fitxers de so.

source: "%s" is a Windows Media Audio file. Audacity cannot open this type of file due to patent restrictions. You need to convert it to a supported audio format, such as WAV or AIFF.
ca_es: "%s" és un fitxer de tipus Windows Media Audio. L'Audacity no pot obrir aquest tipus de fitxer degut a restriccions de patents. Hauríeu de convertir-lo a un format de so que estigui suportat, com ara WAV o AIFF.

source: "%s" is an Advanced Audio Coding file. Audacity cannot open this type of file. You need to convert it to a supported audio format, such as WAV or AIFF.
ca_es: "%s" és un fitxer de tipus Advanced Audio Coding. L'Audacity no pot obrir fitxers d'aquest tipus. Hauríeu de convertir-lo a algun format de so que estigui suportat, com ara WAV o AIFF.

source: "%s" is an encrypted audio file. These typically are from an online music store. Audacity cannot open this type of file due to the encryption. Try recording the file into Audacity, or burn it to audio CD then extract the CD track to a supported audio format such as WAV or AIFF.
ca_es: "%s" és un fitxer de so encriptat. Probablement ha estat adquirit en una botiga de música en línia. L'Audacity no pot obrir aquest fitxer degut a l'encriptació. Intenteu enregistrar el so des de l'Audacity, o enregistreu un CD i extraieu-ne les pistes a un format suportat i no encriptat, com ara WAV o AIFF.
